Repository: holzcloud/holzBar
Catalog: holzBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, rm

source: Drag to arrange your menu bar items into different sections.
de: Ziehe deine Menüleistenelemente in die gewünschten Bereiche.
fr: Faites glisser les éléments de la barre des menus dans les sections voulues.
it: Trascina gli elementi della barra dei menu nelle sezioni che preferisci.
rm: Tira ils elements da la trav da menu en las secziuns giavischadas.

source: Draws rounded corners on every display, like the corners of a MacBook display.
de: Zeichnet auf jedem Bildschirm abgerundete Ecken wie beim Bildschirm eines MacBook.
fr: Arrondit les coins de chaque écran, comme ceux d'un écran de MacBook.
it: Arrotonda gli angoli di ogni monitor, come quelli dello schermo di un MacBook.
rm: Dissegna cantuns radunds sin mintga monitur, sco ils cantuns d'in monitur da MacBook.

source: Draws the menu bar solid black, so the notch blends into it. Works best in dark mode, where the menu bar text is light.
de: Zeichnet die Menüleiste ganz schwarz, sodass die Notch darin verschwindet. Am besten im dunklen Modus, in dem der Text der Menüleiste hell ist.
fr: Dessine la barre des menus en noir uni pour que l'encoche s'y fonde. Idéal en mode sombre, où le texte de la barre est clair.
it: Disegna la barra dei menu in nero pieno, così il notch si confonde con essa. Ideale con la modalità scura, in cui il testo della barra è chiaro.
rm: Dissegna la trav da menu tut naira, uschia che la notch svanescha en ella. Il meglier en il modus stgir, nua ch'il text da la trav è cler.

source: Dynamic
de: Dynamisch
fr: Dynamique
it: Dinamica
rm: Dinamic

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
rm: Modifitgar

source: Edit Menu Bar Appearance…
de: Erscheinungsbild der Menüleiste bearbeiten …
fr: Modifier l'apparence de la barre des menus…
it: Modifica l'aspetto della barra dei menu…
rm: Modifitgar l'apparientscha da la trav da menu …

source: Empty items that add space between others. ⌘ Command-drag them where you want them, or arrange them below.
de: Leere Elemente, die Platz zwischen anderen schaffen. Ziehe sie mit ⌘ Befehlstaste an die gewünschte Stelle oder ordne sie unten an.
fr: Des éléments vides qui ajoutent de l'espace entre les autres. Faites-les glisser avec ⌘ Commande où vous voulez, ou disposez-les ci-dessous.
it: Elementi vuoti che aggiungono spazio tra gli altri. Trascinali con ⌘ Comando dove vuoi o sistemali qui sotto.
rm: Elements vids che fan plazza tranter auters. Tira els cun ⌘ Command nua che ti vuls u ordina els qua sutvart.

source: Enable secondary context menu
de: Zweites Kontextmenü aktivieren
fr: Activer le menu contextuel secondaire
it: Attiva il menu contestuale secondario
rm: Activar il segund menu contextual

source: Enable the always-hidden section
de: Bereich «Immer ausgeblendet» aktivieren
fr: Activer la section « Toujours masqué »
it: Attiva la sezione «Sempre nascosto»
rm: Activar la secziun «Adina zuppà»

source: Enable the holzBar Shelf
de: holzBar Shelf aktivieren
fr: Activer le holzBar Shelf
it: Attiva holzBar Shelf
rm: Activar il holzBar Shelf

source: Event operation timed out for “%@”
de: Zeitüberschreitung beim Ereignis für «%@»
fr: Délai dépassé pour l'événement de « %@ »
it: Tempo scaduto per l'evento di «%@»
rm: Il temp è scadì per l'eveniment da «%@»

source: Expensive connection (hotspot)
de: Kostenpflichtige Verbindung (Hotspot)
fr: Connexion coûteuse (point d’accès)
it: Connessione a pagamento (hotspot)
rm: Colliaziun chara (hotspot)

source: Export holzBar Settings
de: holzBar-Einstellungen exportieren
fr: Exporter les réglages de holzBar
it: Esporta le impostazioni di holzBar
rm: Exportar ils parameters da holzBar

source: Exports layout, hotkeys and appearance to a file that can be imported on another Mac.
de: Exportiert Layout, Tastenkürzel und Erscheinungsbild in eine Datei, die sich auf einem anderen Mac importieren lässt.
fr: Exporte la disposition, les raccourcis clavier et l'apparence dans un fichier à importer sur un autre Mac.
it: Esporta layout, abbreviazioni da tastiera e aspetto in un file da importare su un altro Mac.
rm: Exporta la disposiziun, las cumbinaziuns da tastas e l'apparientscha en ina datoteca che sa lascha importar sin in auter Mac.

source: Export…
de: Exportieren …
fr: Exporter…
it: Esporta…
rm: Exportar …

source: First check of the day
de: Erste Prüfung des Tages
fr: Première vérification du jour
it: Primo controllo del giorno
rm: Emprima controlla dal di

source: Focused app
de: Aktive App
fr: App active
it: App attiva
rm: App activa

source: Follow Wallpaper
de: Hintergrundbild folgen
fr: Suivre le fond d'écran
it: Segui lo sfondo
rm: Suandar il maletg dal fund

source: Follows the accent color chosen in System Settings, Appearance.
de: Folgt der in den Systemeinstellungen unter «Erscheinungsbild» gewählten Akzentfarbe.
fr: Suit la couleur d'accentuation choisie dans Réglages Système, Apparence.
it: Segue il colore di contrasto scelto in Impostazioni di Sistema, Aspetto.
rm: Suonda la colur d'accent tschernida en ils parameters dal sistem sut «Apparientscha».

source: From
de: Von
fr: De
it: Da
rm: Da

source: Full
de: Ganz
fr: Entière
it: Intera
rm: Entira

source: General
de: Allgemein
fr: Général
it: Generali

source: Get Active Automation Rules
de: Aktive Automatisierungsregeln abrufen
fr: Obtenir les règles d’automatisation actives
it: Ottieni le regole di automazione attive
rm: Obtegnair las reglas d’automatisaziun activas

source: Give a menu bar item its own hotkey with Set Hotkey… in its menu in the Menu Bar Layout pane.
de: Gib einem Menüleistenelement mit «Tastenkürzel festlegen …» in seinem Menü im Bereich «Menüleistenlayout» ein eigenes Tastenkürzel.
fr: Attribuez un raccourci à un élément avec « Définir un raccourci… » dans son menu, dans la sous-fenêtre « Disposition de la barre des menus ».
it: Assegna un'abbreviazione a un elemento con «Imposta abbreviazione…» nel suo menu, nel pannello «Layout della barra dei menu».
rm: Dà ad in element da la trav da menu ina atgna cumbinaziun da tastas cun «Definir la cumbinaziun …» en ses menu en il champ «Disposiziun da la trav da menu».

source: Gradient
de: Verlauf
fr: Dégradé
it: Sfumatura
rm: Sfumadira

source: Grant Permission
de: Erlauben
fr: Autoriser
it: Consenti
rm: Permetter

source: Groups
de: Gruppen
fr: Groupes
it: Gruppi
rm: Gruppas

source: Hidden
de: Ausgeblendet
fr: Masqué
it: Nascosto
rm: Zuppà

source: Hidden items are shown for the time set in “Hide opened items again after”, then hidden again.
de: Ausgeblendete Elemente werden für die unter «Geöffnete Elemente wieder ausblenden nach» eingestellte Zeit eingeblendet und dann wieder ausgeblendet.
fr: Les éléments masqués s'affichent pendant la durée définie dans « Masquer à nouveau les éléments ouverts après », puis sont de nouveau masqués.
it: Gli elementi nascosti vengono mostrati per il tempo impostato in «Nascondi di nuovo gli elementi aperti dopo», poi nascosti di nuovo.
rm: Ils elements zuppads vegnan mussads per il temp definì en «Zuppentar puspè elements averts suenter» e lura puspè zuppentads.

source: Hide
de: Ausblenden
fr: Masquer
it: Nascondi
rm: Zuppentar

source: Hide Always-Hidden Section
de: Bereich «Immer ausgeblendet» ausblenden
fr: Masquer la section « Toujours masqué »
it: Nascondi la sezione «Sempre nascosto»
rm: Zuppentar la secziun «Adina zuppà»

source: Hide Hidden Section
de: Ausgeblendeten Bereich ausblenden
fr: Masquer la section masquée
it: Nascondi la sezione nascosta
rm: Zuppentar la secziun zuppada

source: Hide Selected
de: Ausgewählte ausblenden
fr: Masquer la sélection
it: Nascondi selezionati
rm: Zuppar ils tschernids

source: Hide app menus when showing menu bar items
de: App-Menüs ausblenden, wenn Menüleistenelemente eingeblendet werden
fr: Masquer les menus de l'app à l'affichage des éléments
it: Nascondi i menu delle app quando mostri gli elementi
rm: Zuppentar ils menus da l'app, cura che elements vegnan mussads

source: Hide opened items again after
de: Geöffnete Elemente wieder ausblenden nach
fr: Masquer à nouveau les éléments ouverts après
it: Nascondi di nuovo gli elementi aperti dopo
rm: Zuppentar puspè elements averts suenter

source: Hold to Preview
de: Für Vorschau gedrückt halten
fr: Maintenir pour prévisualiser
it: Tieni premuto per l'anteprima
rm: Tegnair smatgà per la prevista

source: Hotkey
de: Tastenkürzel
fr: Raccourci clavier
it: Abbreviazione da tastiera
rm: Cumbinaziun da tastas

source: Hotkey already in use
de: Tastenkürzel schon belegt
fr: Raccourci déjà utilisé
it: Abbreviazione già in uso
rm: Cumbinaziun da tastas gia en diever

source: Hotkey could not be registered
de: Tastenkürzel konnte nicht registriert werden
fr: Le raccourci n'a pas pu être enregistré
it: Impossibile registrare l'abbreviazione
rm: Betg pussaivel da registrar la cumbinaziun da tastas

source: Hotkey is reserved by macOS
de: Tastenkürzel ist von macOS belegt
fr: Ce raccourci est réservé par macOS
it: Abbreviazione riservata da macOS
rm: Questa cumbinaziun da tastas è reservada da macOS

source: Hotkeys
de: Tastenkürzel
fr: Raccourcis clavier
it: Abbreviazioni da tastiera
rm: Cumbinaziuns da tastas

source: Hover over an empty area of the menu bar to show hidden menu bar items.
de: Bewege den Zeiger über eine leere Stelle der Menüleiste, um ausgeblendete Elemente einzublenden.
fr: Survolez une zone vide de la barre des menus pour afficher les éléments masqués.
it: Passa il puntatore su un'area vuota della barra dei menu per mostrare gli elementi nascosti.
rm: Va cun il cursur sur ina zona vida da la trav da menu per mussar ils elements zuppads.

source: How to Update…
de: So aktualisierst du …
fr: Comment mettre à jour…
it: Come aggiornare…
rm: Co actualisar …

source: If macOS offers to quit and reopen holzBar after you allow it, choose Quit & Reopen.
de: Wenn macOS nach dem Erlauben anbietet, holzBar zu beenden und neu zu öffnen, wähle «Beenden und erneut öffnen».
fr: Si macOS propose ensuite de quitter et rouvrir holzBar, choisissez « Quitter et rouvrir ».
it: Se dopo il consenso macOS propone di uscire e riaprire holzBar, scegli «Esci e riapri».
rm: Sche macOS porscha suenter da terminar ed avrir da nov holzBar, tscherna «Terminar ed avrir da nov».

source: Import
de: Importieren
fr: Importer
it: Importa
rm: Importar

source: Import Profile
de: Profil importieren
fr: Importer un profil
it: Importa profilo
rm: Importar in profil

source: Import Profile…
de: Profil importieren …
fr: Importer un profil…
it: Importa profilo…
rm: Importar in profil …

source: Import and Restart
de: Importieren und neu starten
fr: Importer et redémarrer
it: Importa e riavvia
rm: Importar e reaviar

source: Import holzBar Settings
de: holzBar-Einstellungen importieren
fr: Importer les réglages de holzBar
it: Importa le impostazioni di holzBar
rm: Importar ils parameters da holzBar

source: Import…
de: Importieren …
fr: Importer…
it: Importa…
rm: Importar …

source: Invalid event source
de: Ungültige Ereignisquelle
fr: Source d'événements non valide
it: Origine eventi non valida
rm: Funtauna d'eveniments nunvalaivla

source: It could not be read, or it holds something a profile may not hold.
de: Sie konnte nicht gelesen werden, oder sie enthält etwas, das ein Profil nicht enthalten darf.
fr: Il n’a pas pu être lu, ou il contient quelque chose qu’un profil ne doit pas contenir.
it: Non è stato possibile leggerlo, oppure contiene qualcosa che un profilo non può contenere.
rm: Ella n’ha betg pudì vegnir legida u cuntegna insatge che in profil na dastga betg cuntegnair.

source: Items
de: Elemente
fr: Éléments
it: Elementi
rm: Elements

source: Items can also be arranged by ⌘ Command + dragging them in the menu bar.
de: Elemente lassen sich auch mit ⌘ Befehlstaste + Ziehen direkt in der Menüleiste anordnen.
fr: Vous pouvez aussi disposer les éléments en les faisant glisser avec ⌘ Commande dans la barre des menus.
it: Puoi anche sistemare gli elementi trascinandoli con ⌘ Comando nella barra dei menu.
rm: Ti pos era ordinar ils elements cun ⌘ Command + tirar en la trav da menu.

source: Keep Live Activities visible
de: Live-Aktivitäten sichtbar lassen
fr: Garder les Activités en direct visibles
it: Mantieni visibili le Attività in tempo reale
rm: Laschar visiblas las activitads live

source: Keep a history of the layout
de: Verlauf des Layouts führen
fr: Conserver un historique de la disposition
it: Mantieni una cronologia del layout
rm: Manar ina istorgia dal layout

source: Keep the Dock icon hidden
de: Dock-Symbol ausgeblendet lassen
fr: Garder l'icône du Dock masquée
it: Mantieni nascosta l'icona del Dock
rm: Laschar zuppà il simbol dal Dock

source: Keep the Mac awake
de: Mac wach halten
fr: Garder le Mac éveillé
it: Tieni il Mac attivo
rm: Mantegnair il Mac sveglià

source: Keep the clock, battery, Wi-Fi, Control Center and sound visible
de: Uhr, Batterie, WLAN, Kontrollzentrum und Ton sichtbar lassen
fr: Garder l’horloge, la batterie, le Wi-Fi, le Centre de contrôle et le son visibles
it: Mantieni visibili orologio, batteria, Wi-Fi, Centro di Controllo e audio
rm: Mantegnair visibels l’ura, l’accu, WLAN, il center da controlla e il tun

source: Launch at login
de: Beim Anmelden starten
fr: Ouvrir à la connexion
it: Apri al login
rm: Aviar a l'annunzia

source: Layout History
de: Layoutverlauf
fr: Historique de la disposition
it: Cronologia del layout
rm: Istorgia dal layout

source: Layout Profile
de: Layoutprofil
fr: Profil de disposition
it: Profilo di layout
rm: Profil da disposiziun

source: Layout Profiles
de: Layoutprofile
fr: Profils de disposition
it: Profili di layout
rm: Profils da disposiziun

source: Leading End Cap
de: Linkes Ende
fr: Extrémité gauche
it: Estremità sinistra
rm: Fin sanestra

source: Let holzBar propose which items to hide, from what it knows of the apps. You decide, and you can undo it.
de: Lass holzBar vorschlagen, welche Objekte ausgeblendet werden sollen, anhand dessen, was es über die Apps weiss. Du entscheidest, und du kannst es rückgängig machen.
fr: Laissez holzBar proposer quels éléments masquer, d’après ce qu’il sait des apps. Vous décidez, et vous pouvez annuler.
it: Lascia che holzBar proponga quali elementi nascondere, in base a ciò che sa delle app. Decidi tu e puoi annullare.
rm: Lascha che holzBar propona tge elements ch’èn d’zuppar, sin basa da quai ch’el sa da las apps. Ti decidas e ti pos revocar.

source: Let the Mac sleep
de: Mac schlafen lassen
fr: Laisser le Mac se mettre en veille
it: Lascia che il Mac vada in stop
rm: Laschar durmir il Mac

source: Level
de: Stand
fr: Niveau
it: Livello
rm: Nivel

source: Light Appearance
de: Helles Erscheinungsbild
fr: Apparence claire
it: Aspetto chiaro
rm: Apparientscha clera

source: Live Activities from your iPhone stay in the menu bar instead of being hidden. Experimental.
de: Live-Aktivitäten deines iPhone bleiben in der Menüleiste, statt ausgeblendet zu werden. Experimentell.
fr: Les Activités en direct de votre iPhone restent dans la barre des menus au lieu d'être masquées. Expérimental.
it: Le Attività in tempo reale del tuo iPhone restano nella barra dei menu invece di essere nascoste. Sperimentale.
rm: Las activitads live da tes iPhone restan en la trav da menu empè da vegnir zuppentadas. Experimental.

source: Loading menu bar items…
de: Menüleistenelemente werden geladen …
fr: Chargement des éléments de la barre des menus…
it: Caricamento degli elementi della barra dei menu…
rm: Ils elements da la trav da menu vegnan chargiads …

source: Location
de: Position
fr: Emplacement
it: Posizione
rm: Posiziun

source: Low Power Mode
de: Energiesparmodus
fr: Mode économie d’énergie
it: Risparmio energia
rm: Modus da spargn d’energia

source: Low Power Mode is on
de: der Energiesparmodus an ist
fr: le mode économie d’énergie est activé
it: la modalità Risparmio energia è attiva
rm: il modus da spargn d’energia è activ

source: Make more room in the menu bar by hiding the current app menus if needed. macOS requires holzBar to make itself visible in the Dock while this setting is in effect.
de: Schafft bei Bedarf Platz in der Menüleiste, indem die Menüs der aktuellen App ausgeblendet werden. macOS verlangt dafür, dass holzBar währenddessen im Dock erscheint.
fr: Fait de la place dans la barre des menus en masquant au besoin les menus de l'app active. macOS exige alors que holzBar apparaisse dans le Dock.
it: Fa spazio nella barra dei menu nascondendo se serve i menu dell'app attiva. macOS richiede che holzBar compaia nel Dock mentre questa impostazione è attiva.
rm: Fa plazza en la trav da menu cun zuppentar sche necessari ils menus da l'app actuala. macOS pretenda che holzBar cumparia durant quel temp en il Dock.

source: Menu Bar Appearance
de: Erscheinungsbild der Menüleiste
fr: Apparence de la barre des menus
it: Aspetto della barra dei menu
rm: Apparientscha da la trav da menu

source: Menu Bar Items
de: Menüleistenelemente
fr: Éléments de la barre des menus
it: Elementi della barra dei menu
rm: Elements da la trav da menu

source: Menu Bar Layout
de: Menüleistenlayout
fr: Disposition de la barre des menus
it: Layout della barra dei menu
rm: Disposiziun da la trav da menu

source: Menu Bar Section
de: Menüleistenbereich
fr: Section de la barre des menus
it: Sezione della barra dei menu
rm: Secziun da la trav da menu

source: Menu Bar Sections
de: Menüleistenbereiche
fr: Sections de la barre des menus
it: Sezioni della barra dei menu
rm: Secziuns da la trav da menu

source: Menu Bar Shape
de: Form der Menüleiste
fr: Forme de la barre des menus
it: Forma della barra dei menu
rm: Furma da la trav da menu

source: Menu bar item is not movable.
de: Das Menüleistenelement lässt sich nicht verschieben.
fr: Cet élément de la barre des menus ne peut pas être déplacé.
it: Questo elemento della barra dei menu non può essere spostato.
rm: Quest element da la trav da menu na sa lascha betg spustar.

source: Menu bar item spacing
de: Abstand der Menüleistenelemente
fr: Espacement des éléments de la barre des menus
it: Spaziatura degli elementi della barra dei menu
rm: Distanza tranter ils elements da la trav da menu

source: Menu bar items are rehidden after a fixed amount of time.
de: Menüleistenelemente werden nach einer festen Zeit wieder ausgeblendet.
fr: Les éléments sont de nouveau masqués après un délai fixe.
it: Gli elementi vengono nascosti di nuovo dopo un tempo fisso.
rm: Ils elements vegnan puspè zuppentads suenter in temp fix.

source: Menu bar items are rehidden using a smart algorithm.
de: Menüleistenelemente werden nach einem intelligenten Verfahren wieder ausgeblendet.
fr: Les éléments sont de nouveau masqués selon un algorithme intelligent.
it: Gli elementi vengono nascosti di nuovo con un algoritmo intelligente.
rm: Ils elements vegnan puspè zuppentads cun in algoritmus intelligent.

source: Menu bar items are rehidden when the focused app changes.
de: Menüleistenelemente werden wieder ausgeblendet, wenn die aktive App wechselt.
fr: Les éléments sont de nouveau masqués quand l'app active change.
it: Gli elementi vengono nascosti di nuovo quando cambia l'app attiva.
rm: Ils elements vegnan puspè zuppentads, cura che l'app activa sa mida.

source: Microphone in use
de: Mikrofon wird verwendet
fr: Micro en cours d'utilisation
it: Microfono in uso
rm: Microfon en diever

source: Missing bounds rectangle for “%@”
de: Rahmen für «%@» fehlt
fr: Rectangle de « %@ » introuvable
it: Rettangolo di «%@» mancante
rm: Il rectangul da «%@» manca

source: Missing mouse location
de: Zeigerposition fehlt
fr: Position du pointeur introuvable
it: Posizione del puntatore mancante
rm: La posiziun dal cursur manca

source: More
de: Mehr
fr: Plus
it: Altro
rm: Dapli

source: Mouse pointer
de: Mauszeiger
fr: Pointeur
it: Puntatore
rm: Cursur

source: Move %@
de: %@ bewegen
fr: Déplacer %@
it: Sposta %@
rm: Spustar %@

source: Move Left
de: Nach links bewegen
fr: Déplacer vers la gauche
it: Sposta a sinistra
rm: Spustar a sanestra

source: Move Right
de: Nach rechts bewegen
fr: Déplacer vers la droite
it: Sposta a destra
rm: Spustar a dretga

source: Move to Always Hidden
de: In «Immer ausgeblendet» bewegen
fr: Déplacer vers « Toujours masqué »
it: Sposta in «Sempre nascosto»
rm: Spustar en «Adina zuppà»

source: Move to Hidden
de: In «Ausgeblendet» bewegen
fr: Déplacer vers « Masqué »
it: Sposta in «Nascosto»
rm: Spustar en «Zuppà»

source: Move to Visible
de: In «Sichtbar» bewegen
fr: Déplacer vers « Visible »
it: Sposta in «Visibile»
rm: Spustar en «Visibel»

source: Move, show and click menu bar items for you.
de: Menüleistenelemente für dich verschieben, einblenden und anklicken.
fr: Déplacer, afficher et cliquer les éléments de la barre des menus pour vous.
it: Spostare, mostrare e fare clic sugli elementi della barra dei menu per te.
rm: Spustar, mussar e cliccar elements da la trav da menu per tai.

source: Needs Location Services. Until you allow holzBar, this condition is never true.
de: Braucht die Ortungsdienste. Solange du holzBar nicht erlaubst, trifft diese Bedingung nie zu.
fr: Nécessite les services de localisation. Tant que vous n’autorisez pas holzBar, cette condition n’est jamais vraie.
it: Richiede i Servizi di localizzazione. Finché non autorizzi holzBar, questa condizione non è mai vera.
rm: Dovra ils servetschs da localisaziun. Entant che ti na lubeschas betg holzBar, n’è questa cundiziun mai vaira.

source: Network name
de: Netzwerkname
fr: Nom du réseau
it: Nome della rete
rm: Num da la rait

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
it: Nuovo gruppo
rm: Nova gruppa

source: New Group…
de: Neue Gruppe …
fr: Nouveau groupe…
it: Nuovo gruppo…
rm: Nova gruppa …

source: New Rule
de: Neue Regel
fr: Nouvelle règle
it: Nuova regola
rm: Nova regla

source: No menu bar item matches “%@”.
de: Kein Menüleistenelement passt zu «%@».
fr: Aucun élément de la barre des menus ne correspond à « %@ ».
it: Nessun elemento della barra dei menu corrisponde a «%@».
rm: Nagin element da la trav da menu na correspunda a «%@».

source: No profile
de: Kein Profil
fr: Aucun profil
it: Nessun profilo
rm: Nagin profil

source: No shape kind selected
de: Keine Form ausgewählt
fr: Aucune forme choisie
it: Nessuna forma scelta
rm: Nagina furma tschernida

source: None
de: Keine
fr: Aucune
it: Nessuna
rm: Nagina

source: Not Now
de: Nicht jetzt
fr: Pas maintenant
it: Non ora
rm: Betg ussa

source: Not enough room to show “%@”
de: Nicht genug Platz, um «%@» einzublenden
fr: Pas assez de place pour afficher « %@ »
it: Spazio insufficiente per mostrare «%@»
rm: Betg avunda plazza per mussar «%@»

source: Not needed on macOS 27, which folds items that do not fit behind its own overflow button.
de: Unter macOS 27 nicht nötig: Elemente, die nicht passen, landen dort hinter einer eigenen Überlauftaste.
fr: Inutile sous macOS 27, qui replie les éléments qui ne tiennent pas derrière son propre bouton de débordement.
it: Non serve su macOS 27, che raccoglie gli elementi che non ci stanno dietro un proprio pulsante di overflow.
rm: Betg necessari sut macOS 27 che metta ils elements che n'han betg plazza davos in agen buttun da surpli.

source: Notch and Screen
de: Notch und Bildschirm
fr: Encoche et écran
it: Notch e schermo
rm: Notch e monitur
